import { Slide } from '@shared/types';

export const MAIN_SLIDER_DATA: Slide[] = [
  {
    title: 'Портал поддержки принятия решений',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-1.png',
  },
  {
    title: 'Справочники',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-2.png',
  },
  {
    title: 'Новости',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-3.png',
  },
  {
    title: 'Материалы',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-4.png',
  },
];
