import { Slide } from '@shared/types';

export const REFERENCES_SLIDER_DATA: Slide[] = [
  {
    title: 'Справочники',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-2.png',
  },
  {
    title: 'Образцы ВВТ',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-5.png',
  },
  {
    title: 'Зарубежные ВС',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-7.png',
  },
  {
    title: 'Контрольно-Измерительные Приборы',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-8.png',
  },
  {
    title: 'Зарубежные предприятия',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-9.png',
  },
  {
    title: 'Репозиторий зарубежного ПО',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-10.png',
  },
  {
    title: 'Элементно-Компонентная База',
    description:
      'Мы объединяем технологии и идеи, чтобы создавать решения, которые вдохновляют, упрощают и расширяют возможности. Погрузитесь в мир, где каждый клик — это шаг к новым возможностям. ',
    image: 'assets/images/slide-11.png',
  },
];
